Application/GraduateSchoolGrades.org
#+OPTIONS: toc:nil date:nil
#+LaTeX_CLASS: paper
#+LaTeX_CLASS_OPTIONS: [10pt, letterpaper]
#+LATEX_HEADER: \usepackage[margin=1in]{geometry}
#+LATEX_HEADER: \def\BigO{{\cal O}}


#+TITLE:  University of Central Florida, Florida - Masters in Economics (Business Analytics)
#+AUTHOR: Timothy Schwieg

All Grades for courses that have been finished can be viewed in the
Transcript for Bachelor of Science in Mathematics. \\ \\

Grades for Fall 2017:
| ECO | 5445 | Intro to Business Analytics | A |
| ECO | 6118 | Microeconomic Theory I      | A |
| ECO | 6403 | Mathematical Economcis      | A |
| ESI | 5306 | Operations Research         | A |

\\ \\
For the period: Spring 2018 - Summer 2018 \\

I confirm that no marks are yet available for this period of study. \\

Timothy Schwieg
