Application/GraduateSchoolGrades.tex
% Created 2018-04-19 Thu 11:31
\documentclass[10pt, letterpaper]{paper}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{minted}
\usepackage[margin=1in]{geometry}
\def\BigO{{\cal O}}
\author{Timothy Schwieg}
\date{}
\title{University of Central Florida, Florida - Masters in Economics (Business Analytics)}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
All Grades for courses that have been finished can be viewed in the
Transcript for Bachelor of Science in Mathematics. \\ \\

Grades for Fall 2017:
\begin{center}
\begin{tabular}{lrll}
ECO & 5445 & Intro to Business Analytics & A\\
ECO & 6118 & Microeconomic Theory I & A\\
ECO & 6403 & Mathematical Economcis & A\\
ESI & 5306 & Operations Research & A\\
\end{tabular}
\end{center}

\\ \\
For the period: Spring 2018 - Summer 2018 \\

I confirm that no marks are yet available for this period of study. \\

Timothy Schwieg
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}